Repository: Vangiks/padel-watch
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: en

source: 1 сет
en: 1 set

source: 3 сета
en: 3 sets

source: %lld ккал
en: %lld kcal

source: %lld уд/мин
en: %lld bpm

source: Больше/меньше
en: Advantage

source: Геймы %lld-%lld
en: Games %lld-%lld

source: Далее
en: Next

source: До %lld
en: To %lld

source: Длительность
en: Duration

source: Золотой мяч
en: Golden point

source: Золотой ×2
en: Golden ×2

source: Калории
en: Calories

source: Классика
en: Classic

source: Матч окончен
en: Match over

source: Настройки
en: Settings

source: Отслеживать активность
en: Track activity

source: Язык
en: Language

source: Системный
en: System

source: Меню
en: Menu

source: Выйти
en: Exit

source: Выйти из матча
en: Exit match

source: Выйти из матча?
en: Exit match?

source: Отмена
en: Cancel

source: Ничья
en: Draw

source: Новый матч
en: New match

source: Очки
en: Points

source: Очки до
en: Points to

source: Падел
en: Padel

source: Пауза
en: Paused

source: Первая подача
en: First serve

source: Победа: соперник
en: Opponent wins

source: Победа: ты
en: You win

source: Подаю я
en: I serve

source: Подаёт соперник
en: Opponent serves

source: Продолжить
en: Resume

source: Продолжить матч
en: Resume match

source: Режим ровно
en: Deuce mode

source: Решающее на deuce %lld
en: Decisive at deuce %lld

source: Сеты
en: Sets

source: Сеты %lld-%lld
en: Sets %lld-%lld

source: Сеты %lld-%lld, геймы %lld-%lld
en: Sets %lld-%lld, games %lld-%lld

source: соперник
en: opponent

source: Турнир
en: Tournament

source: ты
en: you
